let quests = [
    {
        quest: "خمس فرق دربهم مورينيو"
    },
    {
        quest: "خمس لاعبين دربهم كلوب في دورتموند  "
    },
    {
        quest: "خمس لاعبين لعبوا للريال و برشلونه"
    },
    {
        quest: "خمس لاعيبه في قائمة منتخب مصر 2017 (الجابون)"
    },
    {
        quest: "خمس لاعيبه في قائمة منتخب المانيا 2014"
    },
    {
        quest: "خمس لاعيبه لعبوا لبروسيا دورتموند"
    },
    {
        quest: "خمس منتخبات حققوا كاس العالم"
    }, 
    {
        quest: "خمس لاعيبه في روما حاليا"
    },
    {
        quest: "خمس فرق تبدأ بحرف الراء"
    },
    {
        quest: "خمس فرق في الدوري الإيطالي"
    },
{
        quest: "خمس فرق في الدوري الفرنسي"
    },
    {
        quest: "خمس فرق لعب لها لوكاكو"
    },
    {
        quest: "خمس فرق حققوا دوري ابطال اوروبا"
    },
    {
        quest: "خمس فرق حققوا دوري ابطال إفريقيا"
    },
    {
        quest: "خمس لاعيبه حققوا الكره الذهبيه"
    },
    {
        quest: "خمس فرق حققوا السوبر الاوروبي"
    },
    {
        quest: "خمس لاعيبه لعبوا مع ميسي"
    },
    {
        quest: "خمس لاعيبه لعبوا مع كرستيانو"
    },
    {
        quest: "خمس فرق تبدأ بحرف الباء"
    },
    {
        quest: "خمس لاعيبه دربهم مورينيو في ريال مدريد"
    },
    {
        quest: "خمس لاعيبه انتقلوا من الدوري الانجليزي الي الاسباني"
    },
    {
        quest: "خمس فرق يوجد في التيشرت الخاص بها اللون الازرق"
    },
    {
        quest: "خمس حراس مرمي لمانشستر يونايتد"
    },
    {
        quest: "خمس لاعيبه برازيليين من الدوري الاسباني"
    },
    {
        quest: "خمس لاعيبه بحرف الهاء"
    },
    {
        quest: "خمس لاعيبه سجلوا في نهائي كأس العالم"
    },
    {
        quest: "خمس لاعيبه حققوا كوبا امريكا"
    },
    {
        quest: "خمس حراس مرمي حققوا كوبا امريكا"
    },
    {
        quest: "خمس فرق انجليزيه لم تهبط"
    },
    {
        quest: "خمس فرق من الدوري البرازيلي"
    },
    {
        quest: "خمس فرق لعب لها ابراهيموفيتش"
    },
    {
        quest: "خمس لاعيبه دربهم جورديولا في بايرن ميونخ"
    },
    {
        quest: "خمس لاعيبه دربهم يورجن كلوب في بروسيا دورتموند"
    },
    {
        quest: "خمس فرق فازت بالدوري الالماني"
    },
    {
        quest: "خمس فرق غير اسبانيه سجل عليهم ميسي"
    },
    {
        quest: "خمس حراس مرمي من اسبانيا"
    },
    {
        quest: "خمس حراس مرمي لارسنال"
    },
    {
        quest: "خمس فرق حققوا اليوروباليج"
    },
    {
        quest: "خمس عربيه غير مصريه"
    },
    {
        quest: "خمس فرق افريقية غير عربيه و غير مصريه"
    },
    {
        quest: "خمس فرق سعودية"
    },
    {
        quest: "خمس منتخبات عربيه لعبوا في كأس العالم"
    },
    {
        quest: "خمس منتخبات افريقية غير عربيه شاركت في كأس العالم"
    },
    {
        quest: "خمس لاعيبه سجلت في كأس العالم 2022"
    },
    {
        quest: "خمس لاعيبه من قائمة البرازيل في كأس العالم 2022"
    },
    {
        quest: "خمس مدافعين اسبانيين"
    },
    {
        quest: "خمس مدافعين من الدوي الانجليزي هذا الموسم"
    },
    {
        quest: "خمس مدافعين فرنسيين"
    },
    {
        quest: "خمس فرق مصريه"
    },
    {
        quest: "خمس لاعبين في تشكيلة برشلونه في نهائي دوري الابطال عام 2015"
    },
    {
        quest: "خمس ملاعب من الدوري الانجليزي"
    },
    {
        quest: "خمس ملاعب مصرية"
    },
    {
        quest: "خمس لاعيبة بحرف الكاف"
    },
    {
        quest: "خمس لاعيبه في تشكيلة توتنهام عام 2019"
    },
    {
        quest: "خمس في تشكيلة ليفربول 2019"
    },
    {
        quest: "خمس لاعيبه في تشكيلة الارجنتين في كاس العالم 2022"
    },
    {
        quest: "خمس اندية سجل عليهم محمد صلاح"
    },
    {
        quest: "خمس مدربين لمنتخب مصر"
    },
    {
        quest: "خمس لاعيبه بحرف الألف"
    },
    {
        quest: "خمس لاعيبه بحرف الجيم"
    },
    {
        quest: "خمس لاعيبه بحرف الدال"
    },
    {
        quest: "خمس لاعيبه لعبوا مع ديبالا في الانديه"
    },
    {
        quest: "خمس لاعيبه لعبوا مع اوزيل في الارسنال"
    },
    {
        quest: "خمس مهاجمين لعبوا لريال مدريد"
    },
    {
        quest: "خمس فرق مهاجمين لعبوا لبرشلونه"
    },
    {
        quest: "خمس فرق لعب لها داني الفيش"
    },
    {
        quest: "خمس فرق لعب لها ديماريا"
    },
    {
        quest: "خمس فرق لعب لها محمد صلاح"
    },
    {
        quest: "خمس فرق لعب لهم عصام الحضري"
    },
    {
        quest: "خمس باكات شمال من اوروبا"
    },
]