let Player = [
    {
        p:"ريال مدريد --> بوروسيا تورتموند --> إنتر ميلان --> باريس سان جيرمان",
        pName : "أشرف حكيمي"
    },
    {
        p:"ريال مدريد --> ليجانيس --> إسبانيول --> مايوركا --> برشلونه --> إنتر ميلان --> أنجي محج قلعه --> تشيلسي --> إيفرتون --> سامبدوريا --> أنطاليا سبور --> قونيا سبور --> قطر القطري --> اعتزل",
        pName : "صامويل إيتو"
    },
    {
        p:"كان --> بوردو --> يوفنتوس --> ريال مدريد",
        pName : "زين الدين زيدان"
    },
    {
        p:"بوكا جونيور --> كورينثيانز --> وست هام يونايتد --> مانشستر يونايتد --> مانشستر سيتي --> يوفنتوس --> بوكا جونيورز --> شانجهاي جرينلاند --> بوكا جونيورز",
        pName : "كارلوس تيفيز"
    },
    {
        p:"فالنسيا --> ملجا --> ريال مدريد --> إشبيليه --> ريال بتيس",
        pName : "إيسكو"
    },
    {
        p:"فيلم 2 تيلبورج --> اياكس --> فيلم 2 تيلبورج --> اياكس --> برشلونه",
        pName : "فرينكي دي يونج"
    },
    {
        p:"فلومينينسي --> ريال مدريد --> اولمبياكوس --> فلومنينسي",
        pName : "مارسيلو"
    },
    {
        p:"مانشستر يونايتد --> ريال سرقسطه --> برشلونه",
        pName : "جيرارد بيكيه"
    },
    {
        p:"وست هام يونايتد --> سوانزي سيتي --> تشيلسي --> مانشستر سيتي --> نيويورك سيتي",
        pName : "فرانك لامبارد"
    },
    {
        p:"ليدز يونايتد --> سويندون تاون --> نيوكاسل يونايتد --> أستون فيلا --> مانشستر سيتي --> ليفربول --> برايتون",
        pName : "جيمس ميلنر"
    },
    {
        p:"ميتز --> ريد بول سالزبورج --> ساوثهامبتون --> ليفربول --> بايرن ميونخ --> النصر السعودي",
        pName : "ساديو ماني"
    },
    {
        p:"مالمو --> أياكس --> يوفنتوس --> إنتر ميلان --> برشلونه --> إي سي ميلان --> انتر ميلان --> باريس سان جيرمان --> مانشستر يونايتد --> لوس انجلوس جالاكسي --> اي سي ميلان",
        pName : "إبراهيموفيتش"
    },
    {
        p:"رويال اندرلخت --> تشيلسي --> وست بروميتش البيون --> إيفرتون --> مانشستر يونايتد --> إنتر ميلان --> تشيلسي --> إنتر ميلان --> روما",
        pName : "لوكاكو"
    },
    {
        p:"روزاريو سنترال --> بنفيكا --> ريال مدريد --> مانشستر يونايتد --> باريس سان جيرمان --> يوفنتوس --> بنفيكا",
        pName : "انخل دي ماريا"
    },
    {
        p:"سندرلاند --> كوفنتري سيتي --> ليفربوا --> الاتفاق",
        pName : "جوردان هندرسون"
    },
    {
        p:"دين بوستش --> هيرنفسن --> بي إس فس ايندهوفن --> مانشستر يونايتد --> ريال مدريد --> هامبورج --> مالجا",
        pName : " رود فان نستلروي"
    },
    {
        p:"برشلونه ج --> برشلونه ب -->  باريس سان جيرمان --> رينجرز --> ريال سوسيداد --> إيفرتون --> ارسنال",
        pName : "ميكل ارتيتا"
    },
    {
        p:"بنفيكا ب --> بنفيكا --> اتلتكو مدريد --> تشيلسي --> برشلونه",
        pName : "جواو فيلكس"
    },
    {
        p:"وست هام يونايتد --> بورنموث --> ليدز يونايتد --> مانشستر يونايتد --> كوينز بارك رينجرز",
        pName : "ريو فرديناند"
    },
    {
        p:"زنيتشج --> لخ بوزنان --> بوروسيا دورتموند --> بايرن ميونخ --> برشلونه",
        pName : "روبرت ليفاندوفسكي"
    },
    {
        p:"بارما --> يوفنتوس --> باريس سان جيرمان --> يوفنتوس --> بارما",
        pName : "بوفون"
    },
    {
        p:"بوخوم --> نورنبرج --> بوروسيا دورتموند --> مانشستر سيتي --> برشلونه",
        pName : "إيلكاي جوندوجان"
    },
    {
        p:"ميتز --> جينك --> نابولي --> تشيلسي --> الهلال السعودي",
        pName : "كاليدو كوليبالي"
    },
    {
        p:"آر إس فوتبول --> يوفينتود --> بورتو ب --> دينامو موسكو --> فلومنينسي --> إي سي ميلان --> باريس سان جيرمان --> تشيلسي",
        pName : "تياجو سيلفا"
    },
    {
        p:"برشلونه ب --> برشلونه --> بايرن ميونخ --> ليفربول",
        pName : "تياجو الكانتارا"
    },
    {
        p:"روت فايس آهلن ب --> روت فايس آهلن --> بوروسيا مونشنجلادباخ --> بوروسيا دورتموند",
        pName : "ماركو رويس"
    },
    {
        p:"إنتر ميلان --> فاسكو دا جاما --> إسبانيول --> ليفربول --> برشلونه --> بايرن ميونخ --> استون فيلا --> الدحيل",
        pName : "فيليبي كوتينيو"
    },
    {
        p:"إنديبندينتي --> مانشستر يونايتد --> فياريال --> أتلتكو مدريد --> إنتر ميلان --> إنترناسيونال --> سيريزو أوساكا --> بينارول --> مومباي سيتي --> كيتشي",
        pName : "دييجو فورلان"
    },
    {
        p:"باسوش دي فيريرا --> اتلتكو مدريد --> بورتو --> وولفرهامبتون --> ليفربول",
        pName : "دييجو جوتا"
    },
    {
        p:"أرسنال --> برينتفورد --> روما --> يوفنتوس",
        pName : "تشيزني"
    },
    {
        p:"بايرن ميونخ ب --> بايرن ميونخ --> باير ليفركوزن --> ليفربول --> يوفنتوس --> بوروسيا دورتموند",
        pName : "ايمري تشان"
    },
    {
        p:"ريال مدريد كاستيا --> فالنسيا --> تشيلسي --> مانشستر يونايتد --> جالاتا سراي",
        pName : "خوان ماتا"
    },
    {
        p:"هيرتا برلين ب --> هيرتا برلين --> هامبورج --> مانشستر سيتي --> بايرن ميونخ --> ليون",
        pName : "جيروم بواتينج"
    },
    {
        p:"هامبورج ب --> هامبورج --> باير ليفركوزن --> توتنهام",
        pName : "سون هيونج مين"
    },
    {
        p:"باير ليفركوزن --> تشيلسي --> ارسنال",
        pName : "كاي هافرتس"
    },
    {
        p:"غريميو --> باريس سان جيرمان --> برشلونه --> اي سي ميلان --> فلامينجو --> أتلتيكو مينييرو --> كيريتارو --> فلومينينسي --> اعتزل",
        pName : "رونالدينيو"
    },
    {
        p:"كروزيرو --> بي إس في ايندهوفن --> برشلونه --> إنتر ميلان --> ريال مدريد --> إي سي ميلان --> كورينثيانز",
        pName : "رونالدو نازاريو (الظاهره)"
    },
    {
        p:"إيفرتون --> مانشستر يونايتد --> إيفرتون --> دي سي يونايتد --> ديربي كاونتي",
        pName : "واين روني"
    },
    {
        p:"ليون ب --> ليون --> ريال مدريد --> الاتحاد السعودي",
        pName : "كريم بنزيما"
    },
    {
        p:"كارلسروه --> هامبورج --> باير ليفركوزن --> إي سي ميلان --> إنتر ميلان",
        pName : "هاكان تشالهان أوغلو"
    },
    {
        p:"ليل --> تشيلسي --> ريال مدريد",
        pName : "إدين هازارد"
    },
    {
        p:"ريال مدريد --> بولتون --> فيورنتينا --> سندرلاند --> تشيلسي --> برشلونه",
        pName : "ماركوس الونسو"
    },
    {
        p:"نادي برينه --> مولده --> سالزبورج --> بوروسيا دورتموند --> مانشستر سيتي",
        pName : "ايرلنج هالاند"
    },
    {
        p:"اتلتيكو مدريد --> ديبورتيفو الافيس --> اتلتيكو مدريد --> ريال مدريد --> ريال سوسيداد --> ريال مدريد --> إي سي ميلان",
        pName : "ثيو هيرنانديز"
    },
    {
        p:"بولون الفرنسي --> اولمبيك أليس --> ستاد بريست --> ميتز --> جالاتا سراي --> مارسيليا --> بايرن ميونخ --> فيورنتينا --> ساليرنتانا --> اعتزل",
        pName : "فرانك ريبيري"
    },
    {
        p:"ستيلا الايفواري --> اتالانتا --> تشيزنا --> اتالانتا --> إي يس ميلان --> اتالانتا --> إي سي ميلان --> برشلونه --> اهلي جدة",
        pName : "فرانك كيسي"
    },
    {
        p:"الباسيتي --> ليفانتي --> الباسيتي --> ليفانتي --> ريال مدريد --> باريس سان جيرمان --> نوتنجهام فورست --> باريس سان جيرمان",
        pName : "كيلور نافاس"
    },
    {
        p:"ستاد رين --> بوروسيا تورتموند --> برشلونه --> باريس سان جيرمان",
        pName : "عثمان ديمبيلي"
    },
    {
        p:"المقاولين العرب --> بازل --> تشيلسي --> فيورنتينا --> تشيلسي --> روما --> ليفربول",
        pName : "محمد صلاح"
    },
    {
        p:"كوينز بارك (الاسكتلندي) --> دندي يونايتد --> هال سيتي --> ليفربول",
        pName : "اندرو روبرتسون"
    },
    {
        p:"جرونيننجن --> سيلتك --> ساوثهامبتون --> ليفربول",
        pName : "فيرجل فان دايك"
    },
    {
        p:"ساو باولو --> ريال مدريد --> بورتو --> ريال مدريد --> بورتو --> ريال مدريد --> مانشستر يونايتد",
        pName : "كاسيميرو"
    },
    {
        p:"سبورتنج لشبونه --> مانشستر يونايتد --> فنربخشه --> فالنسيا --> لاتسيو --> فالنسيا --> سبورتنج لشبونه --> اورلاندو --> فينيسيا --> ملبورن --> أضنة دمير سبور",
        pName : "ناني"
    },
    {
        p:"مانشستر يونايتد --> كريستال بالاس --> مانشستر يونايتد --> كارديف سيتي --> مانشستر يونايتد --> كريستال بالاس --> مانشستر يونايتد --> كريستال بالاس --> جالاتا سراي",
        pName : "ولفريد زاها"
    },
    {
        p:"ساوباولو --> باريس سان جيرمان --> توتنهام --> ساوباولو",
        pName : "لوكاس مورا"
    },
    {
        p:"فلامنجو --> إي سي ميلان --> ليون --> ويست هام",
        pName : "لوكاس باكيتا"
    },
    {
        p:"ليون --> برشلونه --> ليتشي --> برشلونه --> ليل",
        pName : "صامويل اومتيتي"
    },
    {
        p:"آر بي لايبزج --> شتوتجارت --> بايرن ميونخ",
        pName : "جوشوا كيميتش"
    },
    {
        p:"اياكس --> يوفنتوس --> بايرن ميونخ",
        pName : "ماتياس دي ليخت"
    },
    {
        p:"هيرينفين --> تفينتي --> اياكس --> تشيلسي --> جالاتا سراي",
        pName : "حكيم زياش"
    },
    {
        p:"باير ليفركوزن --> تشيلسي --> ارسنال",
        pName : "بولون --> كاين --> ليستر سيتي --> تشيلسي --> الاتحاد السعودي"
    },
    {
        p:"توتنهام --> ليتون أورينت --> توتنهام ميلوول --> توتنهام --> نورويتش سيتي --> توتنهام --> ليستر سيتي --> توتنهام --> بايرن ميونخ",
        pName : "هاري كين"
    },
    {
        p:"شيفيلد يونايتد --> هال سيتي --> ويجان --> هال سيتي --> ليستر سيتي --> مانشستر يونايتد",
        pName : "هاري مجواير"
    },
    {
        p:"كوبريلوا --> اودينيزي --> كولوكولو --> اودينيزي --> ريفر بليت --> اودينيزي --> برشلونه --> ارسنال --> مانشستر يونايتد --> انتر ميلان --> مانشستر يونايتد --> انتر ميلان --> مارسيليا --> انتر ميلان",
        pName : "اليكسيس سانشيز"
    },
    {
        p:"أيك سولنا --> بوروسيا دورتموند --> فيلم2 تيلبورج --> بوروسيا دورتموند --> ريال سوسيداد --> نيوكاسيل",
        pName : "اليكسندر ايزاك"
    },
    {
        p:"ديبورتيفو مالدونادو --> سانتوس --> ديبورتيفو مالدونادو --> بورتو --> يوفنتوس",
        pName : "اليكس ساندرو"
    },
    {
        p:"ساوثهامبون --> ارسنال --> ليفربول --> بشكتاش",
        pName : "اليكس اوكسليد شامبرلين"
    },
    {
        p:"يوفينتود --> جريميو --> جالاتا سراي --> إنتر ميلان --> جالاتا سراي --> بورتو --> مانشستر يونايتد --> إشبيليه --> مانشستر يونايتد --> النصر السعودي",
        pName : "اليكس تيليس"
    },
    {
        p:"ريال مدريد --> يوفنتوس --> ريال مدريد --> تشيلسي --> اتلتيكو مدريد --> تشيلسي --> اتلتيكو مدريد --> يوفنتوس --> اتلتيكو مدريد",
        pName : "الفارو موراتا"
    },
    {
        p:"انديبيندينتي --> اتلتيكو مدريد --> مانشستر سيتي --> برشلونه --> اعتزل",
        pName : "اجويرو"
    },
    {
        p:"شالكه --> مانشستر سيتي --> بايرن ميونخ",
        pName : "ليروي ساني"
    },
    {
        p:"إشبيليه --> ريال مدريد --> باريس سان جيرمان --> إشبيليه",
        pName : "سيرجيو راموس"
    },
    {
        p:"جينك --> تشيلسي --> اتلتيكو مدريد --> تشيلسي --> ريال مدريد",
        pName : "كورتوا"
    },
    {
        p:"بايرن ميونخ --> هوفنهايم --> بايرن ميونخ --> ريال مدريد",
        pName : "دافيد الابا"
    },
    {
        p:"مانشستر يونايتد --> بريستون نورث إيند --> مانشستر يونايتد --> ريال مدريد --> لوس انجلوس جالاكسي --> إي سي ميلان --> لوس انجلوس جالاكسي --> باريس سان جيرمان --> اعتزل",
        pName : "دافيد بيكهام"
    },
    {
        p:"فالنسيا --> إيبار --> فالنسيا --> سيلتافيجو --> فالنسيا --> مانشستر سيتي --> ريال سوسيداد --> اعتزل",
        pName : "دافيد سيلفا"
    },
    {
        p:"سبورتنج خيخون --> ريال سرقسطه --> فالنسيا --> برشلونه --> اتلتيكو مدريد --> نيويورك سيتي --> ميلبورن سيتي --> نيويورك سيتي --> فيسل كوبي --> اعتزل",
        pName : "دافيد فيا"
    },
    {
        p:"فيتوريا --> بنفيكا --> تشيلسي --> باريس سان جيرمان --> نشيلسي --> أرسنال --> فلامنجو",
        pName : "دافيد لويز"
    },
    {
        p:"شيفيلد يونايتد --> نورثهامبتون --> شيفيلد يونايتد --> توتنهام --> شيفيلد يونايتد --> توتنهام --> كوينز بارك رينجرز --> توتنهام --> استون فيلا --> توتنهام --> مانشستر سيتي",
        pName : "كايل والكر"
    },
    {
        p:"ساوباولو --> إي سي ميلان --> ريال مدريد --> إي سي ميلان --> اورلاندو --> ساوباولو --> اورلاندو --> اعتزل",
        pName : "ريكاردو كاكا"
    },
    {
        p:"سبورتنج لشبونه --> برشلونه --> بورتو --> إنتر ميلان --> تشيلسي --> إنتر ميلان --> بشكتاش --> الأهلي الإماراتي --> بورتو --> بشكتاش --> قاسم باشا --> فيتوريا جيماريش",
        pName : "ريكاردو كواريزما"
    },
    {
        p:"بازل --> فادوتس --> بازل --> جراسهوبرز --> بازل --> بوروسيا مونشنجلادباخ --> بايرن ميونخ --> إنتر ميلان",
        pName : "يان سومر"
    },
    {
        p:"بنفيكا --> فالنسيا --> بنفيكا --> فالنسيا --> إنتر ميلان --> فالنسيا --> يوفنتوس --> مانشستر سيتي --> بايرن ميونخ --> مانشستر سيتي --> برشلونه",
        pName : "جواو كانسلو"
    },
    {
        p:"برشلونه --> تشيلسي --> روما --> لاتسيو",
        pName : "بيدرو رودريجز"
    },
    {
        p:"باهيا --> إشبيليه --> برشلونه --> يوفنتوس --> باريس سان جيرمان --> ساوباولو --> برشلونه --> بوماس --> بلا نادي",
        pName : "داني الفيش"
    },
    {
        p:"ريال بتيس --> ريال مدريد --> ارسنال --> ريال مدريد",
        pName : "داني سيبايوس"
    },
    {
        p:"سسكا صوفيا --> باير ليفركوزن --> توتنهام --> مانشستر يونايتد --> فولهام --> موناكو --> باوك --> كيرلا بلاسترز --> اعتزل",
        pName : "برباتوف"
    },
    {
        p:"مانشستر سيتي --> كارديف سيتي --> كوفنتري --> مانشستر سيتي --> نوتس كاونتي --> ليدز يونايتد --> ليستر سيتي --> نيس --> اندرلخت",
        pName : "كاسبر شمايكل"
    },
    {
        p:"سبورتنج لشبونه --> برشلونه --> ريال مدريد --> إنتر ميلان --> اعتزل",
        pName : "لويس فيجو"
    },
    {
        p:"ناسيونال مونتيفيديو --> جرونينجين --> اياكس --> ليفربول --> برشلونه --> اتلتيكو مدريد --> ناسيونال مونتيفيديو --> جريميو",
        pName : "لويس سواريز"
    },
    {
        p:"بريشيا --> إنتر ميلان --> ريجينا --> إنتر ميلان --> بريشيا --> إنتر ميلان --> إي سي ميلان --> يوفنتوس --> نيويورك سيتي --> اعتزل",
        pName : "اندريا بيرلو"
    },
    {
        p:"ساوثهامبتون --> توتنهام --> ريال مدريد --> توتنهام --> ريال مدريد --> لوس انجلوس --> اعتزل",
        pName : "جاريث بيل"
    },
    {
        p:"جينك --> تشيلسي --> جينك --> تشيلسي --> فيردر بريمن --> تشيلسي --> فولفسبورج --> مانشستر سيتي",
        pName : "كيفين دي بروين"
    },
    {
        p:"بيسكارا --> باريس سان جيرمان --> العربي القطري",
        pName : "ماركو فيراتي"
    },
    {
        p:"ريال مدريد --> ديبورتيفو الافيس --> ريال مدريد --> اتلتيكو مدريد",
        pName : "ماركوس يورنتي"
    },
    {
        p:"برشلونه --> ايبار --> برشلونه --> خيتافي --> برشلونه --> خيتافي --> برايتون --> تشيلسي",
        pName : "كوكوريلا"
    },
    {
        p:"لانس --> ريال مدريد --> مانشستر يونايتد",
        pName : "رفائيل فاران"
    },
    {
        p:"انترناسيونال --> روما --> ليفربول",
        pName : "اليسون بيكر"
    },
]